{
  "NAVBAR": {
    "MENU1": "Behind Tecfit",
    "MENU2": "Programas",
    "MENU3": "Multiprotein",
    "MENU4": "Embaixadores",
    "MENU5": "Loja",
    "MENU6": "Preços",
    "BTN": "Começar Agora"
  },
  "HOME": {
    "TITLE1": "Escolha a sua jornada e alcance os seus objectivos com a ajuda dos mais notáveis guerreiros.",
    "DESC1": "Tenha acesso a milhares de exercícios inspirados na realeza africana. O Soba está aqui para ajudar-te a encontrares o programa de treino perfeito.",
    "BTN1": "Registar",
    "BTN2": "Entrar",
    "OURPROGRAMS": "Nossos Programas",
    "LOSEW": "Perder Peso",
    "STAMINA": "Stamina",
    "MOBILITY": "Mobilidade",
    "GAINMUSCLE": "Ganhar Musculo",
    "TAKEPROGRAMS": "Faça programas adaptados às suas metas de condição física",
    "DESC2": "Os planos de treino não podem ser padronizados de modos a utilizar um para todas as pessoas, o Soba está ciente disso e pronto para personalizar o seu plano de treino. Transforme a sua condição física e saúde mental com um programa adaptado aos seus objetivos.",
    "BTN3": "Descobrir Mais"
  },
  "ABOUT": {
    "TITTLE": "História e Missão",
    "SECONDTITTLE": "Primeira Aplicação Fitness Africana",
    "BEHINDTECFIT": "A História Tecfit",
    "BEHINDTECFITDESC1": "Em 2019, Fernando, como amante de actividade física, tinha o desejo de criar um aplicativo de treino com um de seus amigos. Naquela época, ele não possuía os recursos para avançar com a ideia, mas tudo mudou quando três de seus melhores amigos fundaram a TecSide, uma empresa de software liderada por Vanilson, Guilherme e Edson.",
    "BEHINDTECFITDESC2": "Depois de ouvir seu amigo, Vanilson ficou entusiasmado com a ideia e decidiu que tornaria Tecfit uma das primeiras aplicações africanas de treino.",
    "BEHINDTECFITDESC3": "Devido ao seu desejo, Guilherme e Edson, como dois membros fundadores da TecSide, concordaram que deveriam fazer parte do projeto e criar uma aplicação de treino confiável e acessível.",
    "OURMISSION": "Nossa Missão",
    "MISSION1": "Empoderar e inspirar todas as gerações",
    "MISSION2": "Criar produtos e experiências capazes de mudar a vida das pessoas",
    "MISSION3": "Ajudar todo mundo a evoluir desfiando os seus limites",
    "CONTACTUS": "Contate-nos",
    "CHOOSEENQUIRY": "Escolha o seu inqérito",
    "ENQUERY1-1": "Parceria com ",
    "ENQUERY1-2": "a marca",
    "ENQUERY2": "PR/Media",
    "ENQUERY3-1": "Enviar a",
    "ENQUERY3-2": "tua jornada",
    "ENQUERY4-1": "Suporte ao",
    "ENQUERY4-2": "cliente",
    "VANILSON": {
      "NAME": "Vanilson Maiala",
      "ROLE": "Sócio Gerente",
      "DESC": "Vanilson Maiala é cofundador da TecSide e da Tecfit e atua como sócio gerente desde a fundação de ambos os projetos. Vanilson frequentou a University of East London, onde se formou em Gestão de Empresas. Em 2020, ele decidiu mudar-se para Portugal para abrir uma filial da Tecside enquanto concluía o seu mestrado."
    },
    "FERNANDO": {
      "NAME": "Fernando Sapalo",
      "ROLE": "Diretor Comercial",
      "DESC": "Fernando Sapalo é cofundador da Tecfit, esteve envolvido em todos os projetos da Tecside desde a sua fundação atuando como Gerente Comercial da empresa. Fernando frequentou a Universidade Autónoma de Lisboa (UAL). Em 2020 iniciou um curso de pós-graduação em Gestão Bancária, Seguros e Mercado Financeiro na Universidade Lusófona."
    },
    "DAVID": {
      "NAME": "David Marques",
      "ROLE": "Desenvolvedor",
      "DESC": "David Marques é um dos principais desenvolvedores da Tecside e Tecfit. É Engenheiro de Informático formado pela Escola Superior de Tecnologia e Gestão. David está atualmente a terminar seu Mestrado em Engenharia Informática."
    },
    "GUILHERME": {
      "NAME": "Guilherme Jafar",
      "ROLE": "Diretor de Tecnologia e Informação",
      "DESC": "Guilherme Jafar é cofundador da Tecside e Tecfit e atua como Gerente de Tecnologia e Informação. Conhecido por sua excelente mente e capacidades, Guilherme é Engenheiro Informático formado pela Escola Superior de Tecnologia e Gestão de Oliveira do Hospital (ESTGOH)."
    },
    "REJANNE": {
      "NAME": "Rejanne Napoleão",
      "ROLE": "Diretora de Marketing",
      "DESC": "Rejanne Napoleão é a chefe do departamento de Marketing. Licenciada em Economia pela Universidade Autónoma de Lisboa, Rejanne tem uma longa caminhada na área do marketing e da fotografia. Iniciou o seu percurso fotográfico aos 12 anos e, passados alguns anos, abraçou o mundo do marketing, adquirindo experiência em empresas portuguesas e angolanas."
    },
    "DIEGO": {
      "NAME": "Diego Moreso",
      "ROLE": "Business Developer",
      "DESC": "Diego is the business developer of Tecfit; he attended Salford University, where he graduated in International Business. He was selected to be part of the Tecfit project due to his interpersonal skills and experience as a business developer."
    },
    "DANIEL": {
      "NAME": "Daniel Silva",
      "ROLE": "Market Analyst",
      "DESC": "Daniel is the Market Analyst. He started by graduating from the best Portuguese school of sports as a sports manager, called FMH. Then, he decided to take his talents up a notch and join the Lisbon School of Economics and Management to do his MIM. He is a member of the company due to his networking skillset, work ethic and ambitious personality."
    }
  }
}